[
  "My goal is to always come from a place of love... but sometimes you just have to break it down for a motherfucker.",
  "When you become the image of your own imagination, it's the most powerful thing you could ever do.",
  "Whatever you proclaim as your identity here in the material realm is also your drag.",
  "You are not your religion. You are not your skin color. You are not your gender, your politics, your career, or your marital status.",
  "When the going gets tough, the tough reinvent.",
  "My attitude toward friendship has remained the same. I will support and encourage you with all the love in my heart, but if it's not reciprocal, I gotta go.",
  "People believe that if you take a piece of pie, then that leaves less pie for them. In truth, there is unlimited pie for everyone!”",
  "Whatever people think of me is none of my business.",
  "If you can't love yourself how in the hell are you gonna love somebody else?",
  "I feel like you're being sabotaged by your inner saboteur.",
  "Condragulations!",
  "Good luck, and don't fuck it up!",
  "What it says on your driver’s license isn’t really who you are – you are something much greater than that.",
  "Fulfillment isn’t found over the rainbow – it’s found in the here and now.",
  "Today I define success by the fluidity with which I transcend emotional land mines and choose joy and gratitude instead.",
  "That is the key to navigating this life – don't take it too seriously. That's when the party begins",
  "To win at life you have to be willing to die a thousand deaths and be reborn a thousand times.",
  "Success is something between you and yourself. I think only you know where you’ve come from and how far you wanna go.",
  "Biggest obstacle I ever faced was my own limited perception of myself.",
  "If you want to be invited to the party, you better have something to bring.",
  "Unless they’re paying your bills, pay them bitches no mind!",
  "You may not get the role you auditioned for, but make a lasting impression and they’ll remember you for something else later.",
  "It’s not the word itself, but the intention behind the word.",
  "To limit yourself to one thing, it’s your business. But you have a choice.",
  "I believe in using all the colors in the crayon box.",
  "I will not be ignored. I am here to stay.",
  "How people see me doesn’t change what I decide to do.",
  "I don’t choose projects so people don’t see me as one thing or another. I choose projects that excite me."
]
